Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: The compensation element cannot be empty.
de_de: Das Vergütungselement darf nicht leer sein.

source: No target budget
de_de: Kein Zielbudget

source: Outcome
de_de: Ergebnis

source: Define the outcome of the rule
de_de: Definieren Sie das Ergebnis der Regel

source: The rule list is empty. Get started by creating a budget rule.
de_de: Die Regelliste ist leer. Beginnen Sie, indem Sie eine Budgetregel erstellen.

source: Create rule
de_de: Regel erstellen

source: How do you want to distribute your budget?
de_de: Wie möchten Sie Ihr Budget verteilen?

source: Budget rules
de_de: Budgetregeln

source: Are you sure you want to delete this condition block?
de_de: Sind Sie sicher, dass Sie diesen Bedingungsblock löschen möchten?

source: Delete condition block
de_de: Bedingungsblock löschen

source: The compensation round was successfully published.
de_de: Die Vergütungsrunde wurde erfolgreich veröffentlicht.

source: Are you sure you want to republish the compensation round?
de_de: Sind Sie sicher, dass Sie die Vergütungsrunde erneut veröffentlichen möchten?

source: The compensation round was successfully republished.
de_de: Die Vergütungsrunde wurde erfolgreich erneut veröffentlicht.

source: Republish compensation round
de_de: Vergütungsrunde erneut veröffentlichen

source: Your changes will be saved as a staged draft. The published version of the comp round will remain unchanged until it is republished. Are you sure you want to save as a staged draft?
de_de: Ihre Änderungen werden als ein Phasenentwurf gespeichert. Die veröffentlichte Version der Vergütungsrunde bleibt unverändert, bis sie erneut veröffentlicht wird. Sind Sie sicher, dass Sie einen Phasenentwurf speichern möchten?

source: Are you sure you want to update the compensation round?
de_de: Sind Sie sicher, dass Sie die Vergütungsrunde aktualisieren möchten?

source: The compensation round was successfully updated.
de_de: Die Vergütungsrunde wurde erfolgreich aktualisiert.

source: Update compensation round
de_de: Vergütungsrunde aktualisieren

source: Updates have been made to the selected data model. Please review and validate your round configurations. Last update: {{date}}
de_de: Es wurden Aktualisierungen am ausgewählten Datenmodell vorgenommen. Überprüfen und validieren Sie Ihre Rundenkonfigurationen. Letzte Aktualisierung: {{date}}

source: Generate validation report
de_de: Validierungsbericht erstellen

source: Changes detected in data model
de_de: Änderungen im Datenmodell erkannt

source: The pending draft was successfully deleted.
de_de: Der ausstehende Entwurf wurde erfolgreich gelöscht.

source: The compensation round was successfully deleted.
de_de: Die Vergütungsrunde wurde erfolgreich gelöscht.

source: The compensation round was successfully duplicated.
de_de: Die Vergütungsrunde wurde erfolgreich dupliziert.

source: The compensation round was duplicated and a new item was created.
de_de: Die Vergütungsrunde wurde dupliziert und ein neuer Eintrag wurde erstellt.

source: Select the comp element that will use this rule.
de_de: Wählen Sie das Vergütungselement aus, das diese Regel verwenden wird.

source: All individuals within the specified population are by default eligible. Create rules to exclude workers.
de_de: Alle Personen innerhalb der angegebenen Zielgruppe sind standardmäßig berechtigt. Erstellen Sie Regeln, um Mitarbeiter:innen auszuschließen.

source: Eligibility rules
de_de: Berechtigungsregeln

source: Expression
de_de: Ausdruck

source: All individuals in the defined population are by default eligible. You can create and configure rules to exclude certain workers.
de_de: Alle Personen in der definierten Zielgruppe sind standardmäßig berechtigt. Sie können Regeln erstellen und konfigurieren, um bestimmte Mitarbeiter:innen auszuschließen.

source: Create rules to make workers ineligible.
de_de: Erstellen Sie Regeln, um Mitarbeiter:innen für nicht berechtigt zu erklären.

source: Rule name
de_de: Regelname

source: The rule name cannot be empty.
de_de: Der Regeltitel darf nicht leer sein.

source: After
de_de: Nach

source: Before
de_de: Vor

source: Contains
de_de: Enthält

source: The operator is required
de_de: Der Operator ist erforderlich

source: Greater than
de_de: Größer als

source: Greater than or equal to
de_de: Größer als oder gleich

source: Checked
de_de: Überprüft

source: Equal to
de_de: Gleich

source: Not checked
de_de: Nicht aktiviert

source: Not empty
de_de: Nicht leer

source: Not equal to
de_de: Ungleich

source: Less than
de_de: Weniger als

source: Less than or equal to
de_de: Kleiner als oder gleich

source: Doesn't contain
de_de: Enthält nicht

source: Not in
de_de: Nicht in

source: On or after
de_de: Am oder nach

source: On or before
de_de: Am oder vor

source: Range
de_de: Bereich

source: Value
de_de: Wert

source: The value is required.
de_de: Der Wert ist erforderlich.

source: Rule details
de_de: Regeldetails

source: Enter a name and a description for the rule.
de_de: Geben Sie einen Namen und eine Beschreibung für die Regel ein.

source: Filter by comp element
de_de: Nach Vergütungskomponente filtern

source: One or more steps failed to process. Edit the pending draft, and then try to publish again.
de_de: Ein oder mehrere Schritte konnten nicht verarbeitet werden. Bearbeite den ausstehenden Entwurf und versuche dann erneut zu veröffentlichen.

source: One or more steps failed to process. Edit the round, and then try to publish again.
de_de: Ein oder mehrere Schritte konnten nicht verarbeitet werden. Bearbeite die Runde und versuche dann erneut zu veröffentlichen.

source: Comp manager
de_de: Vergütungsmanager

source: No actors are selected. If you continue, no one will have access to this round.
de_de: Es sind keine Akteure ausgewählt. Wenn Sie fortfahren, wird niemand Zugriff auf diese Runde haben.

source: Select actors
de_de: Schauspieler auswählen

source: Selected actors
de_de: Ausgewählte Akteure

source: Define which actors can access this round.
de_de: Legen Sie fest, welche Akteure auf diese Runde zugreifen können.

source: Actors & round access
de_de: Akteure und runder Zugriff

source: At least one actor must be selected.
de_de: Mindestens ein Akteur muss ausgewählt werden.

source: Modify the bonus calculation formula if needed.
de_de: Ändern Sie die Formel zur Berechnung des Bonus, falls erforderlich.

source: Customize formula
de_de: Formel anpassen

source: Reset formula
de_de: Formel zurücksetzen

source: Preview the bonus calculation formula
de_de: Vorschau der Bonusberechnungsformel

source: Bonus calculation formula
de_de: Formel zur Berechnung des Bonus

source: Currency source
de_de: Währungsquelle

source: All currencies
de_de: Alle Währungen

source: Any currency available for the company
de_de: Jede für das Unternehmen verfügbare Währung

source: Comp round currency
de_de: Währung der Vergütungsrunde

source: Currency of the comp round
de_de: Währung der Vergütungsrunde

source: Data model
de_de: Datenmodell

source: Currency of the exact compensation element
de_de: Währung des konkreten Vergütungsbestandteils

source: The currency source cannot be empty.
de_de: Die Währungsquelle darf nicht leer sein.

source: Target bonus currency field
de_de: Zielfeld für Bonuswährung

source: The target bonus currency field cannot be empty.
de_de: Das Feld für die Zielbonuswährung darf nicht leer sein.

source: Review the target bonus formula
de_de: Überprüfen Sie die Zielbonusformel

source: This plan contains an error.
de_de: Dieser Plan enthält einen Fehler.

source: Bonus plans
de_de: Bonuspläne

source: Distribute your budget
de_de: Verteilen Sie Ihr Budget

source: Bulk options
de_de: Sammeloptionen

source: Only custom/calculated columns can be deleted.
de_de: Nur benutzerdefinierte/berechnete Spalten können gelöscht werden.

source: The columns were successfully deleted.
de_de: Die Spalten wurden erfolgreich gelöscht.

source: The columns were successfully disabled.
de_de: Die Spalten wurden erfolgreich deaktiviert.

source: The columns were successfully enabled.
de_de: Die Spalten wurden erfolgreich aktiviert.

source: Calculated column configuration - Expression formula
de_de: Konfiguration berechneter Spalten – Ausdrucksformel

source: Add criteria
de_de: Kriterien hinzufügen

source: Rule configuration
de_de: Regelkonfiguration

source: Add criteria blocks to configure the rule
de_de: Fügen Sie Kriterienblöcke hinzu, um die Regel zu konfigurieren

source: Value type
de_de: Werttyp

source: Change type
de_de: Änderungstyp

source: Changing the value type will clear the values you have entered. This action cannot be undone.
de_de: Wenn Sie den Werttyp ändern, werden die von Ihnen eingegebenen Werte gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

source: Change value type
de_de: Werttyp ändern

source: Fixed
de_de: Fest

source: Formula
de_de: Formel

source: Calculated field
de_de: Berechnetes Feld

source: The code can contain only letters, numbers, or "_", and must start with a letter.
de_de: Der Code darf nur Buchstaben, Zahlen oder „_“ enthalten und muss mit einem Buchstaben beginnen.

source: The code is required.
de_de: Der Code ist erforderlich.

source: Pick a color to visually group or highlight this column in the grid.
de_de: Wählen Sie eine Farbe aus, um diese Spalte im Raster optisch zu gruppieren oder hervorzuheben.

source: Column details
de_de: Spaltendetails

source: Column name
de_de: Spaltenname

source: The column name is required.
de_de: Der Spaltenname ist erforderlich.

source: Enable currency
de_de: Währung aktivieren

source: Currency field
de_de: Währungsfeld

source: The currency field is required.
de_de: Das Währungsfeld ist erforderlich.

source: Decimal precision controls how many digits are shown after the decimal separator for display purposes. All calculations use the full number.
de_de: Die Dezimalgenauigkeit steuert, wie viele Stellen nach dem Dezimaltrennzeichen zu Anzeigezwecken angezeigt werden. Alle Berechnungen verwenden die vollständige Zahl.

source: Define the number of digits to display after the decimal separator.
de_de: Legen Sie die Anzahl der Stellen fest, die nach dem Dezimaltrennzeichen angezeigt werden sollen.

source: The expression (Else section) contains {{count}} error.
de_de: Der Ausdruck (Sonst-Abschnitt) enthält {{count}} Fehler.

source: The expression (Else section) contains {{count}} errors.
de_de: Der Ausdruck (Else-Abschnitt) enthält {{count}} Fehler.

source: The condition {{position}} (If section) contains {{count}} error.
de_de: Die Bedingung {{position}} (Wenn-Abschnitt) enthält {{count}} Fehler.

source: The condition {{position}} (If section) contains {{count}} errors.
de_de: Die Bedingung {{position}} (Wenn-Abschnitt) enthält {{count}} Fehler.

source: The expression {{position}} (Then section) contains {{count}} error.
de_de: Der Ausdruck {{position}} (Then-Abschnitt) enthält {{count}} Fehler.

source: The expression {{position}} (Then section) contains {{count}} errors.
de_de: Der Ausdruck {{position}} (Dann-Abschnitt) enthält {{count}} Fehler.

source: Else
de_de: Sonstiges

source: If
de_de: Wenn

source: The formula contains {{count}} error.
de_de: Die Formel enthält {{count}} Fehler.

source: The formula contains {{count}} errors.
de_de: Die Formel enthält {{count}} Fehler.

source: Then
de_de: Dann

source: Conditional
de_de: Bedingt

source: Non-conditional
de_de: Nicht-bedingt

source: Header color
de_de: Kopfzeilenfarbe

source: Decimal precision
de_de: Dezimalgenauigkeit

source: Help tip
de_de: Hilfetipp

source: This is a calculated column. The outcome is based on a formula.
de_de: Dies ist eine berechnete Spalte. Das Ergebnis basiert auf einer Formel.

source: Calculation workspace
de_de: Berechnungsarbeitsbereich

source: Open calculation workspace
de_de: Berechnungsarbeitsbereich öffnen

source: Select a color for the group
de_de: Wählen Sie eine Farbe für die Gruppe aus.

source: The selected color will apply to the columns of the group.
de_de: Die ausgewählte Farbe wird auf die Spalten der Gruppe angewendet.

source: Selected column group
de_de: Ausgewählte Spaltengruppe

source: Configure column group
de_de: Spaltengruppe konfigurieren

source: Bonus amount
de_de: Bonusbetrag

source: The Bonus amount display name cannot be empty.
de_de: Der Anzeigename des Bonusbetrags darf nicht leer sein.

source: The calculated bonus display name cannot be empty.
de_de: Der Anzeigename für den berechneten Bonus darf nicht leer sein.

source: Column color
de_de: Spaltenfarbe

source: Define when managers must add notes during proposals
de_de: Legen Sie fest, wann Manager während Vorschlägen Notizen hinzufügen müssen

source: Please select one of the options.
de_de: Bitte wählen Sie eine der Optionen aus.

source: Managers can submit without adding a note.
de_de: Manager können ohne das Hinzufügen einer Notiz einreichen.

source: Always required
de_de: Immer erforderlich

source: A note is always required, regardless of the value.
de_de: Eine Notiz ist immer erforderlich, unabhängig vom Wert.

source: Required if outside the guidelines
de_de: Erforderlich, wenn außerhalb der Richtlinien

source: A note is required if the value is outside the min/max guidelines.
de_de: Eine Notiz ist erforderlich, wenn der Wert außerhalb der Mindest-/Höchstgrenzen liegt.

source: Required notes
de_de: Erforderliche Hinweise

source: Column title
de_de: Spaltentitel

source: Decimal display precision
de_de: Genauigkeit der Dezimalanzeige

source: The decimal precision controls the number of digits displayed after the decimal separator. All calculations are however performed using the full number.
de_de: Die Dezimalgenauigkeit steuert die Anzahl der Stellen, die nach dem Dezimaltrennzeichen angezeigt werden. Alle Berechnungen werden jedoch mit der vollständigen Zahl durchgeführt.

source: Define the text to be displayed as a tooltip when hovering the element
de_de: Definieren Sie den Text, der als Tooltip angezeigt wird, wenn Sie mit der Maus über das Element fahren.

source: Enter a new name for the field
de_de: Geben Sie einen neuen Namen für das Feld ein.

source: Input field
de_de: Eingabefeld

source: Guaranteed amount
de_de: Garantierter Betrag

source: The Guaranteed amount display name cannot be empty.
de_de: Der Anzeigename des garantierten Betrags darf nicht leer sein.

source: Increase amount
de_de: Betrag erhöhen

source: The Increase amount display name cannot be empty.
de_de: Der Anzeigename des Erhöhungsbetrags darf nicht leer sein.

source: Increase %
de_de: Erhöhung %

source: The Increase percent display name cannot be empty.
de_de: Der Anzeigename für den Erhöhungsprozentsatz darf nicht leer sein.

source: New value
de_de: Neuer Wert

source: Prorated target bonus
de_de: Zeitanteiliges Zielbonus

source: The Prorated target bonus display name cannot be empty.
de_de: Der Anzeigename des anteilig berechneten Zielbonus darf nicht leer sein.

source: Reference column
de_de: Referenzspalte

source: Referenced fields
de_de: Referenzierte Felder

source: At least one of the following fields must be enabled: Target bonus, Prorated target bonus, Calculated bonus, Bonus amount, or Guaranteed amount.
de_de: Mindestens eines der folgenden Felder muss aktiviert sein: Zielbonus, anteiliger Zielbonus, berechneter Bonus, Bonusbetrag oder garantierter Betrag.

source: The New value display name cannot be empty.
de_de: Der Anzeigename für den neuen Wert darf nicht leer sein.

source: Selected column
de_de: Ausgewählte Spalte

source: The Target bonus display name cannot be empty.
de_de: Der Anzeigename für Zielbonus darf nicht leer sein.

source: Configure column
de_de: Spalte konfigurieren

source: No reference
de_de: Keine Referenz

source: Select the field from the compensation history from which the calculations will be referenced.
de_de: Wählen Sie das Feld aus der Vergütungshistorie aus, auf das sich die Berechnungen beziehen sollen.

source: Reference field
de_de: Referenzfeld

source: Delete columns
de_de: Spalten löschen

source: Are you sure you want to delete the selected columns?
de_de: Möchten Sie die ausgewählten Spalten wirklich löschen?

source: Delete column
de_de: Spalte löschen

source: Are you sure you want to delete the selected column?
de_de: Möchten Sie die ausgewählte Spalte wirklich löschen?

source: The column was successfully deleted.
de_de: Die Spalte wurde erfolgreich gelöscht.

source: Use the Team planner view to control which columns managers and HRBPs see in your compensation grid, rename and reorder them, group columns, create columns, set decimal precision, assign colors, and add tooltips.
de_de: Verwenden Sie die Teamplaner-Ansicht, um zu steuern, welche Spalten Manager und HRBPs in Ihrem Vergütungsraster sehen, benennen und ordnen Sie sie um, gruppieren Sie Spalten, erstellen Sie Spalten, legen Sie Dezimalgenauigkeit fest, weisen Sie Farben zu und fügen Sie Tooltips hinzu.

source: The budget widget will showcase your budget amount and monitor your spending effectively.
de_de: Das Budget-Widget zeigt Ihren Budgetbetrag an und überwacht Ihre Ausgaben effektiv.

source: Select the compensation elements to display in the worker compensation history and define the number of past events to show.
de_de: Wählen Sie die Vergütungselemente aus, die in der Mitarbeiter:innen-Vergütungshistorie angezeigt werden sollen, und legen Sie fest, wie viele vergangene Ereignisse angezeigt werden.

source: Enable compensation element
de_de: Vergütungselement aktivieren

source: Number of events
de_de: Anzahl der Ereignisse

source: Worker compensation history
de_de: Vergütungshistorie der Mitarbeiter:innen

source: Column list
de_de: Spaltenliste

source: Add column to group
de_de: Spalte zur Gruppe hinzufügen

source: No columns yet
de_de: Noch keine Spalten

source: Remove column from group
de_de: Spalte aus der Gruppe entfernen

source: Search for columns to add
de_de: Nach hinzuzufügenden Spalten suchen

source: Columns in the group
de_de: Spalten in der Gruppe

source: Add column
de_de: Spalte hinzufügen

source: No groups yet
de_de: Noch keine Gruppen

source: Group list
de_de: Gruppenliste

source: Group name
de_de: Gruppenname

source: Remove group
de_de: Gruppe entfernen

source: Manage column groups
de_de: Spaltengruppen verwalten

source: Config
de_de: Konfiguration

source: Manage group columns
de_de: Gruppenspalten verwalten

source: Calculated column
de_de: Berechnete Spalte

source: Comp element
de_de: Vergütungselement

source: Data foundation
de_de: Datenbasis

source: Category
de_de: Kategorie

source: Column {{columnName}} visibility
de_de: Sichtbarkeit der Spalte {{columnName}}

source: Create custom column
de_de: Benutzerdefinierte Spalte erstellen

source: Drop-down list options
de_de: Dropdown-Listenoptionen

source: The label cannot empty.
de_de: Die Bezeichnung darf nicht leer sein.

source: No options yet
de_de: Noch keine Optionen

source: The code and the label cannot be empty.
de_de: Der Code und die Beschriftung dürfen nicht leer sein.

source: Please add at least one option.
de_de: Bitte fügen Sie mindestens eine Option hinzu.

source: Enter the text displayed as a tooltip on hover
de_de: Geben Sie den Text ein, der als Tooltip angezeigt wird, wenn Sie mit der Maus über das Element fahren.

source: The column name cannot be empty.
de_de: Der Spaltenname darf nicht leer sein.

source: Drop-down list
de_de: Dropdown-Liste

source: Text field
de_de: Textfeld

source: The type cannot be empty.
de_de: Der Typ darf nicht leer sein.

source: Conditional formatting
de_de: Bedingte Formatierung

source: Are you sure you want to delete this rule?
de_de: Möchten Sie diese Regel wirklich löschen?

source: Delete rule
de_de: Regel löschen

source: Rules higher in the list take priority when configurations overlap. You can create up to 10 rules.
de_de: Regeln, die weiter oben in der Liste stehen, haben Vorrang, wenn sich Konfigurationen überschneiden. Sie können bis zu 10 Regeln erstellen.

source: Rules higher in the list take priority when configurations overlap.
de_de: Regeln, die weiter oben in der Liste stehen, haben Vorrang, wenn sich Konfigurationen überschneiden.

source: Conditional formatting rule
de_de: Bedingte Formatierungsregel

source: No conditional formatting rules yet.
de_de: Noch keine Regeln für bedingte Formatierung vorhanden.

source: Background color
de_de: Hintergrundfarbe

source: Formatting
de_de: Formatierung

source: Define how the cell will be formatted when the criteria are met.
de_de: Legen Sie fest, wie die Zelle formatiert wird, wenn die Kriterien erfüllt sind.

source: Enter a name for this rule.
de_de: Geben Sie einen Namen für diese Regel ein.

source: Add a name and a description to the rule
de_de: Fügen Sie der Regel einen Namen und eine Beschreibung hinzu

source: View conditional formatting
de_de: Bedingte Formatierung anzeigen

source: Proposal management
de_de: Vorschlagsverwaltung

source: View proposal management settings
de_de: Einstellungen für Angebotsverwaltung anzeigen

source: Custom column
de_de: Benutzerdefinierte Spalte

source: Groups
de_de: Gruppen

source: Up to 20 calculated columns allowed per compensation round.
de_de: Bis zu 20 berechnete Spalten sind pro Vergütungsrunde erlaubt.

source: Calculated
de_de: Berechnet

source: Compensation history
de_de: Vergütungsverlauf

source: Contracted compensation
de_de: Vertraglich vereinbarte Vergütung

source: Goal achievement
de_de: Zielerreichung

source: Individual pay range
de_de: Individuelle Gehaltsspanne

source: Job architecture
de_de: Jobarchitektur

source: Organization structure
de_de: Organisationsstruktur

source: Paid compensation
de_de: Gezahlte Vergütung

source: Pay range
de_de: Gehaltsspanne

source: Pay scale
de_de: Gehaltsskala

source: Performance
de_de: Leistung

source: Performance review rating
de_de: Bewertung der Leistungsbeurteilung

source: Salary
de_de: Gehalt

source: Group {{groupName}} visibility
de_de: Sichtbarkeit von Gruppe {{groupName}}

source: Name/Display name
de_de: Name/Anzeigename

source: No data points
de_de: Keine Datenpunkte

source: Team planner preview
de_de: Vorschau des Teamplaners

source: Clear your filters and your search to be able to reorder columns.
de_de: Löschen Sie Ihre Filter und Ihre Suche, um die Spalten neu anordnen zu können.

source: Select column {{columnName}}
de_de: Spalte {{columnName}} auswählen

source: Compensation grid configuration
de_de: Konfiguration des Vergütungsrasters

source: Boolean
de_de: Boolesch

source: Decimal
de_de: Dezimalzahl

source: Entity enum
de_de: Entitätsaufzählung

source: Entity reference
de_de: Entitätsreferenz

source: Integer
de_de: Ganze Zahl

source: String
de_de: Zeichenfolge

source: Visibility
de_de: Sichtbarkeit

source: Toggle on to make the columns visible in the compensation round grid view. Toggle off to hide them.
de_de: Aktivieren, um die Spalten in der Rasteransicht der Vergütungsrunde sichtbar zu machen. Deaktivieren, um sie auszublenden.

source: Enable the columns you want the compensation manager and approvers to see.
de_de: Aktivieren Sie die Spalten, die der Vergütungsmanager und die Genehmiger sehen sollen.

source: Team planner view
de_de: Teamplaner-Ansicht

source: Column configuration
de_de: Spaltenkonfiguration

source: Budget rule
de_de: Haushaltsregel

source: Calculated field formula
de_de: Formel für berechnetes Feld

source: Dependent item
de_de: Abhängiges Element

source: Target item
de_de: Zielartikel

source: Usage
de_de: Nutzung
